"Cheerful" = "Agradável";
"Melodic" = "Melódica";
"Relaxed" = "Descontraída";
"Grooving" = "Rítimica";
"Distorted" = "Distorcida";
"Acoustic" = "Acústica";
"Processed" = "Processada";
"Single" = "Simples";
"Part" = "Parte";

"Dark" = "Escura";
"Dissonant" = "Dissonante";
"Intense" = "Intensa";
"Arrhythmic" = "Arrítmica";
"Clean" = "Limpa";
"Electric" = "Elétrica";
"Dry" = "Seca";
"Ensemble" = "Grupo";
"Fill" = "Preencher";

"Rock/Blues" = "Rock/Blues";
"Electronic/Dance" = "Eletrônica";
"Jazz" = "Jazz";
"Urban" = "Urbano";
"World/Ethnic" = "World Music";
"Cinematic/New Age" = "Cinema";
"Orchestral" = "Orquestral";
"Country/Folk" = "Country";
"Experimental" = "Experimental";
"Other Genre" = "Outro Gênero";

"Bass" = "Baixo";
"Electric Bass" = "Baixo Elétrico";
"Acoustic Bass" = "Baixo Acústico";
"Synthetic Bass" = "Baixo Sintetizado";

"Drums" = "Baterias";
"Drum Kit" = "Kits";
"Electronic Beats" = "Batidas";
"Kick" = "Kick";
"Tom" = "Tom";
"Snare" = "Caixa";
"Cymbal" = "Címbalo";
"Hi-hat" = "Chimbal";

"Guitars" = "Guitarras";
"Electric Guitar" = "Guitarra Elétrica";
"Acoustic Guitar" = "Violão";
"Banjo" = "Banjo";
"Mandolin" = "Bandolim";
"Slide Guitar" = "Guitarra Slide";
"Pedal Steel Guitar" = "Guitarra com Pedal de Aço";

"Horn/Wind" = "Trompa";
"Saxophone" = "Saxofone";
"Trumpet" = "Trompete";
"Flute" = "Flauta";
"Trombone" = "Trombone";
"Clarinet" = "Clarinete";
"French Horn" = "Trompa";
"Tuba" = "Tuba";
"Oboe" = "Oboé";
"Harmonica" = "Gaita";
"Recorder" = "Gravador";
"Pan Flute" = "Flauta de Pã";
"Bagpipe" = "Gaita-de-foles";
"Bassoon" = "Fagote";
"Piccolo" = "Flautim";
"English Horn" = "Corne Inglês";
"Brass" = "Metais";
"Woodwind" = "Sopro";

"Keyboards" = "Teclados";
"Piano" = "Piano";
"Electric Piano" = "Piano Elétrico";
"Organ" = "Órgão";
"Clavinet" = "Clavinet";
"Accordion" = "Acordeão";
"Synthesizer" = "Sintetiz.";
"Rhodes" = "Rhodes";
"Celesta" = "Celesta";
"Harpsichord" = "Cravo";

"Mallets" = "Baquetas";
"Steel Drum" = "Tambor de Aço";
"Vibraphone" = "Vibrafone";
"Marimba" = "Marimba";
"Xylophone" = "Xilofone";
"Kalimba" = "Kalimba";
"Bell" = "Sino";
"Timpani" = "Tímpanos";

"Mixed" = "Jingles";

"Other Instrument" = "Other Inst";

"Percussion" = "Percussão";
"Gong" = "Gongo";
"Shaker" = "Chocalho";
"Tambourine" = "Tamborim";
"Conga" = "Conga";
"Bongo" = "Bongô";
"Cowbell" = "Cowbell";
"Clave" = "Claves";
"Vinyl/Scratch" = "Vinil";
"Chime" = "Carrilhão";
"Rattler" = "Guizo";
"Sound Effect" = "Efeitos";
"Misc2" = "Diversos";
"Boom" = "Estrondos";
"All Effects" = "Todos os Efeitos";
"Effects" = "Efeitos Sonoros";

"Ambience" = "Ambiência";
"People" = "Pessoas";
"Transportation" = "Transporte";
"Weapons" = "Armas";
"Explosions" = "Explosões";
"Impacts & Crashes" = "Impactos";
"Animals" = "Animais";
"Sports & Leisure" = "Esportes";
"Mech/Tech" = "Máquinas";
"Work/Home" = "Trabalho/Casa";
"Misc." = "Diversos.";
"Foley" = "Efeitos Sonoros";
"Motions & Transitions" = "Efeitos";
"Sci-Fi" = "Ficção Científica";

"Strings" = "Cordas";
"Violin" = "Violino";
"Viola" = "Viola";
"Cello" = "Violoncelo";
"Harp" = "Harpa";
"Koto" = "Koto";
"Sitar" = "Cítara";
"Double Bass" = "Contrabaixo";

"Texture/Atmosphere" = "Texturas";

"Vocals" = "Vocais";
"Male" = "Male";
"Female" = "Feminino";
"Choir" = "Coral";

"bytes" = "bytes";
"KB" = "KB";
"MB" = "MB";
"GB" = "GB";
"Can't find file" = "Não Foi Possível Encontrar o Arquivo";
"CantOpenFile" = "O arquivo não foi encontrado na localização esperada.\n\n%@\n\nDeseja ignorar este arquivo, buscá-lo ou cancelar?";
"Select..." = "Buscar Arquivo...";
"MakeOfflineSource" = "Ignorar Arquivo";
"Don't open document" = "Cancelar";
"Reconnecting " = "Voltando a conectar ";
"Use selected path to reconnect other offline sources..." = "Usar o caminho selecionado para voltar a conectar os outros arquivos que faltam";
